Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# focus.giveup.walkofshame.sentence3
source: Fehler-Code vierhundertvier: Willenskraft nicht gefunden! Ich tausche meine erste Priorität gegen zehn Min. sinnlosen Feed-Scroll. Ist das schlau? Nein. Mache ich es trotzdem? Ja!! (Tschüss, wertvolle Zeit...)
en: Error code four hundred and four: Willpower not found! I swap my first priority for ten minutes of pointless feed scrolling. Is that smart? No. Do I do it anyway? Yes!! (Bye, valuable time...)
es: Código de error cuatrocientos cuatro: ¡Fuerza de voluntad no encontrada! Cambio mi primera prioridad por diez minutos de desplazamiento inútil por el feed. ¿Es eso inteligente? No. ¿Lo hago de todos modos? ¡¡Sí!! (Adiós, tiempo valioso...)
fr: Code d'erreur quatre cent quatre : Volonté introuvable ! J'échange ma première priorité contre dix minutes de défilement inutile du flux. Est-ce intelligent ? Non. Est-ce que je le fais quand même ? Oui!! (Au revoir, temps précieux...)
hi: त्रुटि कोड चार सौ चार: इच्छाशक्ति नहीं मिली! मैं दस मिनट की व्यर्थ फ़ीड स्क्रॉलिंग के लिए अपनी पहली प्राथमिकता बदलता हूं। क्या वह स्मार्ट है? नहीं, क्या मैं इसे वैसे भी करता हूँ? हाँ!! (अलविदा, बहुमूल्य समय...)
it: Codice errore quattrocentoquattro: Forza di volontà non trovata! Scambio la mia prima priorità con dieci minuti di inutile scorrimento del feed. È intelligente? No. Lo faccio comunque? SÌ!! (Ciao, tempo prezioso...)
ja: エラー コード 444: Willpower が見つかりません!私は最優先事項を10分間の無意味なフィードスクロールに置き換えました。それは賢明ですか？いや、それでもやりますか？はい！！ (さようなら、貴重な時間…)
ko: 오류 코드 444: 의지력을 찾을 수 없습니다! 나는 10분간의 무의미한 피드 스크롤로 최우선 순위를 바꿉니다. 그거 똑똑해요? 아뇨. 그래도 제가 합니까? 예!! (안녕, 소중한 시간...)
nl: Foutcode vierhonderdvier: Wilskracht niet gevonden! Ik verruil mijn eerste prioriteit voor tien minuten zinloos feedscrollen. Is dat slim? Nee. Doe ik het toch? Ja!! (Dag, kostbare tijd...)
pl: Kod błędu czterysta cztery: Nie znaleziono siły woli! Zmieniam swój pierwszy priorytet na dziesięć minut bezsensownego przewijania kanału. Czy to mądre? Nie. Czy mimo to to robię? Tak!! (Cześć, cenny czas...)
pt: Código de erro quatrocentos e quatro: Força de vontade não encontrada! Troco minha primeira prioridade por dez minutos de rolagem inútil do feed. Isso é inteligente? Não. Eu faço isso mesmo assim? Sim!! (Tchau, tempo valioso...)
ru: Код ошибки четыреста четыре: Сила воли не найдена! Я меняю свой главный приоритет на десять минут бессмысленного пролистывания ленты. Это умно? Нет. Я все равно это сделаю? Да!! (Пока, драгоценное время...)
tr: Hata kodu dört yüz dört: İrade bulunamadı! Birinci önceliğimi on dakikalık anlamsız içerik kaydırmayla değiştiriyorum. Bu akıllıca mı? Hayır. Yine de yapacak mıyım? Evet!! (Güle güle, değerli zaman...)
zh_hans: 错误代码四百零四：未找到意志力！我把我的首要任务换成十分钟毫无意义的滚动。这聪明吗？不，我还是这么做吗？是的！！ （再见，宝贵的时间……）
zh_hant: 錯誤代碼四百零四：未找到意志力！我把我的首要任務換成十分鐘毫無意義的滾動。這聰明嗎？不，我還是這麼做嗎？是的！ ！ （再見，寶貴的時間…）

# focus.giveup.walkofshame.sentence4
source: Ich bestätige hiermit den Abbruch (Status: einhundert Prozent undiszipliniert). Statt plus eins Schritt nach vorne, mache ich minus drei Schritte zurück. Meine #Ziele sind mir gerade egal; ich klicke auf [Entsperren] & vergeude eine halbe Stunde.
en: I hereby confirm the cancellation (status: one hundred percent undisciplined). Instead of taking a plus one step forward, I take a minus three steps back. I don't care about my #goals right now; I click [Unlock] & waste half an hour.
es: Por la presente confirmo la cancelación (estado: cien por ciento indisciplinado). En lugar de dar un paso más hacia adelante, doy tres pasos menos hacia atrás. No me importan mis #metas en este momento; Hago clic en [Desbloquear] y pierdo media hora.
fr: Je confirme par la présente l'annulation (statut: cent pour cent indiscipliné). Au lieu de faire un pas en avant, je recule de trois pas. Je ne me soucie pas de mes #objectifs pour le moment ; Je clique sur [Déverrouiller] et je perds une demi-heure.
hi: मैं इसके द्वारा रद्दीकरण की पुष्टि करता हूं (स्थिति: एक सौ प्रतिशत अनुशासनहीन)। प्लस वन कदम आगे बढ़ने के बजाय, मैं माइनस तीन कदम पीछे जाता हूं। मुझे अभी अपने #लक्ष्यों की परवाह नहीं है; मैं [अनलॉक] पर क्लिक करता हूं और आधा घंटा बर्बाद करता हूं।
it: Con la presente confermo la cancellazione (status: indisciplinato al cento per cento). Invece di fare un passo avanti, faccio tre passi indietro. Non mi interessano i miei #obiettivi in ​​questo momento; Faccio clic su [Sblocca] e perdo mezz'ora.
ja: 私はここにキャンセルを確認します (ステータス: 100％ 規律がありません)。プラス1歩進むのではなく、マイナス3歩下がる。私は今、自分の #goals については気にしていません。 [ロック解除] をクリックして 30 分を無駄にしました。
ko: 이에 따라 취소를 확인합니다(상태: 100％ 규율 미달). 나는 플러스 한 걸음 앞으로 나아가는 대신 마이너스 세 걸음 뒤로 물러납니다. 나는 지금 내 #목표에 관심이 없습니다. [잠금 해제]를 클릭하고 30분을 낭비했습니다.
nl: Hierbij bevestig ik de annulering (status: honderd procent ongedisciplineerd). In plaats van een stap plus één vooruit te zetten, doe ik een stap min drie achteruit. Ik geef momenteel niets om mijn #doelen; Ik klik op [Ontgrendelen] en verspil een half uur.
pl: Niniejszym potwierdzam rezygnację (status: stuprocentowo niezdyscyplinowany). Zamiast zrobić plus jeden krok do przodu, robię minus trzy kroki w tył. Nie interesują mnie teraz moje #cele; Klikam [Odblokuj] i tracę pół godziny.
pt: Venho por este meio confirmar o cancelamento (status: cem por cento indisciplinado). Em vez de dar mais um passo à frente, dou menos três passos para trás. Não me importo com meus #objetivos agora; Clico em [Desbloquear] e perco meia hora.
ru: Настоящим подтверждаю отмену (статус: стопроцентно недисциплинирован). Вместо того, чтобы сделать плюс один шаг вперед, я делаю минус три шага назад. Меня сейчас не волнуют мои #цели; Я нажимаю [Разблокировать] и теряю полчаса.
tr: İptali onaylıyorum (durum: yüzde yüz disiplinsiz). Artı bir adım ileri gitmek yerine, eksi üç adım geri atıyorum. Şu anda #hedeflerim umurumda değil; [Kilidi Aç]'a tıklıyorum ve yarım saatimi boşa harcıyorum.
zh_hans: 我特此确认取消（状态：百分百不遵守纪律）。我没有前进正一步，而是后退了负三步。我现在不关心我的#goals；我点击[解锁]，浪费了半个小时。
zh_hant: 我特此確認取消（狀態：百分百不遵守紀律）。我沒有前進正一步，而是後退了負三步。我現在不關心我的#goals；我點擊[解鎖]，浪費了半個小時。

# focus.giveup.walkofshame.sentence5
source: Warum aufgeben? Weil ich null Prozent Frustrationstoleranz habe. Ich wähle den Shortcut (Typ B) und ignoriere Regel Nummer eins: Bleib fokussiert! Meine HP sinken um minus fünfzehn Punkte; das ist der Preis für zwei Min. Schwäche.
en: Why give up? Because I have zero percent frustration tolerance. I choose the shortcut (Type B) and ignore rule number one: Stay focused! My HP drops by minus fifteen points; That's the price for two minutes of weakness.
es: ¿Por qué rendirse? Porque tengo cero por ciento de tolerancia a la frustración. Elijo el atajo (Tipo B) e ignoro la regla número uno: ¡Mantente concentrado! Mi HP cae menos quince puntos; Ése es el precio por dos minutos de debilidad.
fr: Pourquoi abandonner ? Parce que j'ai une tolérance à la frustration de zéro pour cent. Je choisis le raccourci (Type B) et ignore la règle numéro un: Restez concentré ! Mes PV chutent de moins quinze points ; C'est le prix de deux minutes de faiblesse.
hi: हार क्यों मानें? क्योंकि मुझमें शून्य प्रतिशत निराशा सहनशीलता है। मैं शॉर्टकट (टाइप बी) चुनता हूं और नियम नंबर एक को नजरअंदाज करता हूं: केंद्रित रहें! मेरा एचपी शून्य से पंद्रह अंक नीचे चला गया; यह दो मिनट की कमजोरी की कीमत है।
it: Perché arrendersi? Perché ho una tolleranza alla frustrazione pari allo zero per cento. Scelgo la scorciatoia (Tipo B) e ignoro la regola numero uno: resta concentrato! I miei HP scendono di meno quindici punti; Questo è il prezzo per due minuti di debolezza.
ja: なぜ諦めるのでしょうか？なぜなら、私にはフラストレーション耐性がゼロパーセントだからです。私はショートカット (タイプ B) を選択し、ルール 1 番目の「集中力を維持する!」を無視します。私のHPはマイナス15ポイント減少しました。それは2分間の弱さの代償だ。
ko: 왜 포기합니까? 나는 좌절감이 0％이기 때문입니다. 나는 지름길(유형 B)을 선택하고 첫 번째 규칙을 무시합니다. 집중하세요! 내 HP가 마이너스 15포인트 떨어졌습니다. 그것은 약 2분의 대가입니다.
nl: Waarom opgeven? Omdat ik een frustratietolerantie van nul procent heb. Ik kies de snelkoppeling (Type B) en negeer regel nummer één: blijf gefocust! Mijn HP daalt met min vijftien punten; Dat is de prijs voor twee minuten zwakte.
pl: Dlaczego się poddawać? Ponieważ mam zerową tolerancję na frustrację. Wybieram skrót (typ B) i ignoruję zasadę numer jeden: Bądź skupiony! Moje HP spada o minus piętnaście punktów; Taka jest cena za dwie minuty słabości.
pt: Por que desistir? Porque tenho zero por cento de tolerância à frustração. Escolho o atalho (Tipo B) e ignoro a regra número um: Mantenha o foco! Meu HP cai menos quinze pontos; Esse é o preço por dois minutos de fraqueza.
ru: Зачем сдаваться? Потому что у меня нулевой процент терпимости к разочарованию. Я выбираю короткий путь (тип Б) и игнорирую правило номер один: оставаться сосредоточенным! Мои HP падают на минус пятнадцать пунктов; Это цена за две минуты слабости.
tr: Neden vazgeçiyorsun? Çünkü hayal kırıklığı toleransım yüzde sıfırdır. Kısayolu seçiyorum (B Tipi) ve bir numaralı kuralı görmezden geliyorum: Odaklanın! HP'm eksi on beş puan düşüyor; İki dakikalık zayıflığın bedeli bu.
zh_hans: 为什么要放弃？因为我对挫折的容忍度为零。我选择捷径（B 型）并忽略第一条规则：保持专注！我的生命值下降了负十五点；这就是两分钟疲软的代价。
zh_hant: 為什麼要放棄？因為我對挫折的容忍度是零。我選擇捷徑（B 型）並忽略第一條規則：保持專注！我的生命值下降了負十五點；這就是兩分鐘疲軟的代價。

# focus.giveup.walkofshame.subtitle
source: Tippe diesen Text exakt und fehlerfrei ab, um zu bestätigen, dass du die Sperre aufheben willst:
en: Type this text exactly and without errors to confirm that you want to remove the ban:
es: Escribe este texto exactamente y sin errores para confirmar que deseas eliminar la prohibición:
fr: Tapez ce texte exactement et sans erreur pour confirmer que vous souhaitez lever le ban :
hi: यह पुष्टि करने के लिए कि आप प्रतिबंध हटाना चाहते हैं, इस पाठ को सटीक और त्रुटियों के बिना टाइप करें:
it: Digita questo testo esattamente e senza errori per confermare che desideri rimuovere il divieto:
ja: 禁止を解除することを確認するには、次のテキストをエラーなく正確に入力してください。
ko: 차단 해제를 확인하려면 다음 텍스트를 오류 없이 정확하게 입력하세요.
nl: Typ deze tekst precies en zonder fouten om te bevestigen dat je de ban wilt opheffen:
pl: Wpisz ten tekst dokładnie i bez błędów, aby potwierdzić, że chcesz usunąć ban:
pt: Digite este texto exatamente e sem erros para confirmar que deseja remover o banimento:
ru: Введите этот текст точно и без ошибок, чтобы подтвердить, что вы хотите снять бан:
tr: Yasağı kaldırmak istediğinizi onaylamak için bu metni aynen ve hatasız olarak yazın:
zh_hans: 准确无误地输入此文本以确认您要删除禁令：
zh_hant: 準確無誤地輸入此文字以確認您要刪除禁令：

# focus.giveup.walkofshame.title
source: Bewusste Entscheidung
en: Conscious decision
es: decisión consciente
fr: Décision consciente
hi: सचेत निर्णय
it: Decisione consapevole
ja: 意識的な決断
ko: 의식적인 결정
nl: Bewuste beslissing
pl: Świadoma decyzja
pt: Decisão consciente
ru: Осознанное решение
tr: Bilinçli karar
zh_hans: 有意识的决定
zh_hant: 有意識的決定

# focus.giveup.walkofshame.verify
source: Überprüfen & Entsperren
en: Verify & Unlock
es: Verificar y desbloquear
fr: Vérifier et déverrouiller
hi: सत्यापित करें और अनलॉक करें
it: Verifica e sblocca
ja: 認証とロック解除
ko: 확인 및 잠금 해제
nl: Verifiëren en ontgrendelen
pl: Zweryfikuj i odblokuj
pt: Verifique e desbloqueie
ru: Подтвердить и разблокировать
tr: Doğrula ve Kilidini Aç
zh_hans: 验证和解锁
zh_hant: 驗證和解鎖

# focus.live_activity.music
source: Musik:
en: Music:
es: Música:
fr: Musique:
hi: संगीत:
it: Musica:
ja: 音楽：
ko: 음악:
nl: Muziek:
pl: Muzyka:
pt: Música:
ru: Музыка:
tr: Müzik:
zh_hans: 音乐：
zh_hant: 音樂：

# focus.live_activity.tasks
source: Aufgaben:
en: Tasks:
es: Tareas:
fr: Tâches :
hi: कार्य
it: Compiti
ja: タスク
ko: 작업
nl: Taken
pl: Zadania
pt: Tarefas
ru: Задачи:
tr: Görevler:
zh_hans: 任务
zh_hant: 任務

# focus.paywall.button
source: Jetzt freischalten
en: Unlock now
es: Desbloquear ahora
fr: Débloquer maintenant
hi: अभी अनलॉक करें
it: Sblocca ora
ja: 今すぐロック解除
ko: 지금 잠금 해제
nl: Nu ontgrendelen
pl: Odblokuj teraz
pt: Desbloquear agora
ru: Активировать сейчас
tr: Şimdi aç
zh_hans: 立即解锁
zh_hant: 立即解鎖

# focus.phone_prompt.message
source: Wähle danach die Apps aus, die für diesen Fokus blockiert werden sollen.
en: Afterwards, select the apps that should be blocked for this focus.
es: Después, selecciona las aplicaciones que deben bloquearse para este enfoque.
fr: Ensuite, sélectionnez les applications qui doivent être bloquées pour cette session de concentration.
hi: इसके बाद उन ऐप्स को चुनें जिन्हें इस फोकस के लिए ब्लॉक किया जाना चाहिए।
it: Successivamente, seleziona le app che dovrebbero essere bloccate per questa concentrazione.
ja: その後、この集中のためにブロックするアプリを選択してください。
ko: 그런 다음 이 집중에 대해 차단해야 하는 앱을 선택하세요.
nl: Selecteer daarna de apps die voor deze focus geblokkeerd moeten worden.
pl: Następnie wybierz aplikacje, które powinny zostać zablokowane na czas tego skupienia.
pt: Em seguida, selecione os aplicativos que devem ser bloqueados para este foco.
ru: Выберите затем приложения, которые должны быть заблокированы для этого фокуса.
tr: Ardından, bu odak için engellenmesi gereken uygulamaları seçin.
zh_hans: 然后选择要为此焦点阻止的应用程序。
zh_hant: 然後選擇要為此焦點阻止的應用程式。

# focus.phone_prompt.no
source: Nein, ich brauche es
en: No, I need it
es: No, lo necesito
fr: Non, j'en ai besoin
hi: नहीं, मुझे इसकी ज़रूरत है
it: No, mi serve
ja: いいえ、必要です
ko: 아니요, 필요합니다
nl: Nee, ik heb het nodig
pl: Nie, potrzebuję go
pt: Não, eu preciso
ru: Нет, мне это нужно
tr: Hayır, ihtiyacım var
zh_hans: 不，我需要它
zh_hant: 不，我需要它

# focus.phone_prompt.title
source: Wirst du das Handy weglegen?
en: Will you put the phone away?
es: ¿Dejarás el teléfono a un lado?
fr: Allez-vous ranger votre téléphone ?
hi: क्या तुम फोन रख दोगे?
it: Metterai via il telefono?
ja: スマホを置きますか？
ko: 휴대폰을 치우시겠습니까?
nl: Leg je de telefoon weg?
pl: Odłożysz telefon?
pt: Vai guardar o telemóvel?
ru: Ты уберёшь телефон?
tr: Telefonu bir kenara koyacak mısın?
zh_hans: 你会把手机放下吗？
zh_hant: 你會把手機放下嗎？

# focus.phone_prompt.yes
source: Ja, weglegen
en: Yes, put away
es: Sí, guardarlo
fr: Oui, le ranger
hi: हाँ, रख दें
it: Sì, mettilo via
ja: はい、置きます
ko: 네, 치워둡니다
nl: Ja, wegleggen
pl: Tak, odłożę
pt: Sim, guardar
ru: Да, отложить
tr: Evet, uzağa koy
zh_hans: 是的，放下
zh_hant: 是的，放下

# focus.prep.step1.button
source: Erledigt
en: Done
es: Hecho
fr: Terminé
hi: पुरा होना।
it: Fatto
ja: 完了
ko: 완료
nl: Gereed
pl: Gotowe
pt: Concluído
ru: Сделано
tr: Tamamlandı
zh_hans: 完成
zh_hant: 完全的

# focus.prep.step1.title
source: Ablenkungen weg
en: No distractions
es: Sin distracciones
fr: Pas de distractions
hi: ध्यान भटकाना दूर
it: Nessuna distrazione
ja: 気を散らさない
ko: 집중 방해 금지
nl: Geen afleidingen
pl: Brak rozpraszaczy
pt: Sem distrações
ru: Убрать отвлечения
tr: Dikkat dağıtıcı unsurlar yok
zh_hans: 消除干扰
zh_hant: 遠離幹擾

# focus.prep.step2.button
source: Timer starten
en: Start Timer
es: Iniciar temporizador
fr: Démarrer le minuteur
hi: प्रारंभ टाइमर
it: Avvia timer
ja: タイマー開始
ko: 타이머 시작
pl: Uruchom timer
pt: Iniciar cronômetro
ru: Запустить таймер
tr: Zamanlayıcıyı Başlat
zh_hans: 开始计时
zh_hant: 啟動定時器

# focus.prep.step2.title
source: Klares Ziel
en: Clear Goal
es: Objetivo claro
fr: Objectif clair
hi: स्पष्ट लक्ष्य
it: Obiettivo chiaro
ja: 明確な目標
ko: 명확한 목표
nl: Duidelijk doel
pl: Jasny cel
pt: Meta clara
ru: Ясная цель
tr: Net Hedef
zh_hans: 明确目标
zh_hant: 明確的目標

# focus.screentime.with_phone
source: Mit Handy
en: With Phone
es: With Phone
fr: With Phone
hi: With Phone
it: With Phone
ja: With Phone
ko: With Phone
nl: With Phone
pl: With Phone
pt: With Phone
ru: With Phone
tr: With Phone
zh_hans: 使用手机
zh_hant: 使用手機

# focus.screentime.with_phone.subtitle
source: Bildschirmzeit bleibt deaktiviert
en: Screen Time remains disabled
es: Screen Time remains disabled
fr: Screen Time remains disabled
hi: Screen Time remains disabled
it: Screen Time remains disabled
ja: Screen Time remains disabled
ko: Screen Time remains disabled
nl: Screen Time remains disabled
pl: Screen Time remains disabled
pt: Screen Time remains disabled
ru: Screen Time remains disabled
tr: Screen Time remains disabled
zh_hans: 屏幕使用时间保持停用
zh_hant: 螢幕使用時間保持停用

# focus.screentime.without_phone
source: Ohne Handy
en: Without Phone
es: Without Phone
fr: Without Phone
hi: Without Phone
it: Without Phone
ja: Without Phone
ko: Without Phone
nl: Without Phone
pl: Without Phone
pt: Without Phone
ru: Without Phone
tr: Without Phone
zh_hans: 不使用手机
zh_hant: 不使用手機

# focus.screentime.without_phone.subtitle
source: Aktiviert den strikten Bildschirmzeit-Modus
en: Enables Screen Time strict mode
es: Enables Screen Time strict mode
fr: Enables Screen Time strict mode
hi: Enables Screen Time strict mode
it: Enables Screen Time strict mode
ja: Enables Screen Time strict mode
ko: Enables Screen Time strict mode
nl: Enables Screen Time strict mode
pl: Enables Screen Time strict mode
pt: Enables Screen Time strict mode
ru: Enables Screen Time strict mode
tr: Enables Screen Time strict mode
zh_hans: 启用屏幕使用时间严格模式
zh_hant: 啟用螢幕使用時間嚴格模式

# focus.session.all_done
source: Alles erledigt!
en: All done!
es: ¡Todo listo!
fr: Tout est fait !
hi: सब कुछ कर दिया!
it: Tutto fatto!
ja: すべて完了しました！
ko: 모두 완료되었습니다!
nl: Alles klaar!
pl: Wszystko gotowe!
pt: Tudo pronto!
ru: Все готово!
tr: Hepsi bitti!
zh_hans: 全部完成！
zh_hant: 全部完成！

# focus.session.all_done.desc
source: Bleib im Fokus oder beende die Session frühzeitig.
en: Stay focused or end the session early.
es: Manténgase concentrado o finalice la sesión antes de tiempo.
fr: Restez concentré ou terminez la séance plus tôt.
hi: ध्यान केंद्रित रखें या सत्र जल्दी समाप्त करें।
it: Rimani concentrato o termina la sessione in anticipo.
ja: 集中力を維持するか、セッションを早めに終了してください。
ko: 집중을 유지하거나 세션을 일찍 종료하세요.
nl: Blijf gefocust of beëindig de sessie voortijdig.
pl: Zachowaj koncentrację lub zakończ sesję wcześniej.
pt: Mantenha o foco ou termine a sessão mais cedo.
ru: Сосредоточьтесь или завершите сеанс раньше.
tr: Odaklanın veya oturumu erken sonlandırın.
zh_hans: 保持专注或提前结束课程。
zh_hant: 保持專注或提前結束課程。

# focus.session.cancelled.app_left
source: Du hast die App zu lange verlassen. Dein Fokus-Timer wurde abgebrochen.
en: You left the app for too long. Your focus timer was cancelled.
es: Dejaste la app demasiado tiempo. Tu temporizador de enfoque fue cancelado.
fr: Vous avez quitté l'application trop longtemps. Votre minuteur de concentration a été annulé.
hi: आप बहुत लंबे समय से ऐप से दूर हैं। आपका फोकस टाइमर रद्द कर दिया गया है.
it: Hai lasciato l'app troppo a lungo. Il tuo timer di concentrazione è stato annullato.
ja: アプリを長時間離れていました。フォーカスタイマーがキャンセルされました。
ko: 앱을 너무 오래 벗어났습니다. 포커스 타이머가 취소되었습니다.
nl: Je verliet de app te lang. Je focustimer is geannuleerd.
pl: Byłeś poza aplikacją zbyt długo. Twój timer skupienia został anulowany.
pt: Ficaste fora da app durante tempo demais. O teu temporizador de foco foi cancelado.
ru: Вы слишком долго оставляли приложение. Ваш таймер фокуса был отменен.
tr: Uygulamayı çok uzun süre terk ettiniz. Odak zamanlayıcınız iptal edildi.
zh_hans: 你离开应用太久了。你的专注计时器已取消。
zh_hant: 您離開該應用程式的時間太長了。您的專注計時器已被取消。

# focus.session.coins
source: Münzen
en: Coins
es: Monedas
fr: Pièces
hi: सिक्के
it: Monete
ja: コイン
ko: 코인
nl: Munten
pl: Monety
pt: Moedas
ru: Монеты
tr: Paralar
zh_hans: 金币
zh_hant: 硬幣

# focus.session.collect
source: Einsammeln
en: Collect
es: Recoger
fr: Collecter
hi: इकट्ठा करना
it: Raccogli
ja: 集める
ko: 수집하기
nl: Verzamelen
pl: Odbierz
pt: Coletar
ru: Собирать
tr: Topla
zh_hans: 收集
zh_hant: 收集

# focus.session.completed_goals
source: Abgeschlossene Ziele
en: Completed Goals
es: Objetivos Completados
fr: Objectifs Atteints
hi: पूरे किए गए लक्ष्य
it: Obiettivi Completati
ja: 達成した目標
ko: 완료된 목표
nl: Voltooide Doelen
pl: Ukończone cele
pt: Objetivos Concluídos
ru: Завершенные цели
tr: Tamamlanan Hedefler
zh_hans: 已完成目标
zh_hant: 已完成目標

# focus.session.completed.proud
source: Du warst %lld Minuten lang extrem fokussiert. Deine Pflanze ist stolz auf dich!
en: You were extremely focused for %lld minutes. Your plant is proud of you!
es: Estuviste extremadamente concentrado durante %lld minutos. ¡Tu planta está orgullosa de ti!
fr: Tu as été extrêmement concentré pendant %lld minutes. Ta plante est fière de toi !
hi: आप%lld मिनट तक अत्यधिक केंद्रित थे। आपके पौधे को आप पर गर्व है!
it: Sei stato estremamente concentrato per %lld minuti. La tua pianta è orgogliosa di te!
ja: あなたは%lld分間非常に集中しました。あなたの植物はあなたを誇りに思っています！
ko: %lld분 동안 매우 집중했습니다. 당신의 식물이 당신을 자랑스러워합니다!
nl: Je was %lld minuten lang extreem gefocust. Je plant is trots op je!
pl: Byłeś niezwykle skupiony przez %lld minut. Twoja roślina jest z ciebie dumna!
pt: Você esteve extremamente focado por %lld minutos. Sua planta está orgulhosa de você!
ru: Ты был очень сосредоточен в течение %lld минут. Твое растение гордится тобой!
tr: %lld dakika boyunca son derece odaklanmıştınız. Bitkiniz sizinle gurur duyuyor!
zh_hans: 你专注了 %lld 分钟。你的植物为你感到骄傲！
zh_hant: 您在%lld 分鐘內非常專注。你的工廠為你感到驕傲！

# focus.session.completed.xp_shared
source: Du warst %lld Minuten lang extrem fokussiert. Die XP werden auf alle deine Pflanzen aufgeteilt!
en: You were extremely focused for %lld minutes. The XP will be distributed to all your plants!
es: Estuviste extremadamente enfocado durante %lld minutos. ¡Los XP se distribuirán entre todas tus plantas!
fr: Vous avez été extrêmement concentré pendant %lld minutes. Les XP seront distribués à toutes vos plantes !
hi: आप%lld मिनट तक अत्यधिक केंद्रित थे। XP आपके सभी प्लांटों में विभाजित है!
it: Sei stato estremamente concentrato per %lld minuti. I punti XP verranno distribuiti a tutte le tue piante!
ja: %lld分間、非常に集中していました。XPはすべての植物に分配されます！
ko: %lld분 동안 매우 집중했습니다. XP가 모든 식물에 분배됩니다!
nl: Je was %lld minuten lang extreem gefocust. De XP wordt verdeeld over al je planten!
pl: Byłeś niezwykle skupiony przez %lld minut. XP zostaną podzielone na wszystkie twoje rośliny!
pt: Estiveste extremamente focado durante %lld minutos. Os XP serão distribuídos por todas as tuas plantas!
ru: Ты был экстремально сосредоточен %lld минут. Опыт будет распределен между всеми твоими растениями!
tr: %lld dakika boyunca son derece odaklandınız. XP tüm bitkilerinize dağıtılacak!
zh_hans: 你专注了 %lld 分钟。经验值将分配给你的所有植物！
zh_hant: 您在%lld 分鐘內非常專注。 XP 會分配給所有您的工廠！

# focus.session.dnd_hint
source: Schalte dein Handy jetzt auf 'Nicht stören' und lege es nach dieser Einrichtung außer Sichtweite.
en: Put your phone on 'Do Not Disturb' now and place it out of sight after this setup.
es: Pon tu teléfono en 'No Molestar' ahora y colócalo fuera de la vista después de esta configuración.
fr: Mettez votre téléphone sur 'Ne pas déranger' maintenant et placez-le hors de vue après cette configuration.
hi: अब अपने फोन को 'परेशान न करें' पर स्विच करें और इस सेटअप के बाद इसे दृष्टि से दूर रखें।
it: Metti il tuo telefono in 'Non Disturbare' ora e mettilo fuori dalla vista dopo questa configurazione.
ja: 今すぐ電話を「おやすみモード」にして、設定後に見えない場所に置いてください。
ko: 지금 휴대전화를 '방해 금지' 모드로 설정하고 설정 후 눈에 띄지 않는 곳에 두세요.
nl: Zet je telefoon nu op 'Niet storen' en leg hem uit het zicht na deze installatie.
pl: Włącz teraz tryb 'Nie przeszkadzać' i odłóż telefon poza zasięg wzroku po tej konfiguracji.
pt: Coloque seu telefone em 'Não Perturbe' agora e coloque-o fora de vista após esta configuração.
ru: Теперь включи на своём телефоне режим «Не беспокоить» и убери его из поля зрения после этой настройки.
tr: Telefonunuzu şimdi 'Rahatsız Etmeyin' moduna alın ve bu kurulumdan sonra gözden uzak bir yere koyun.
zh_hans: 现在将手机设置为“勿扰模式”，并在设置完成后将其放置在视线之外。
zh_hant: 現在，將您的手機切換為“請勿打擾”，並在完成此設定後將其放在看不見的地方。

# focus.session.done
source: Geschafft!
en: Done!
es: ¡Hecho!
fr: Réussi !
hi: हो गया!
it: Fatto!
ja: 達成！
ko: 완료!
nl: Voltooid!
pl: Udało się!
pt: Concluído!
ru: Сделано!
tr: Başardın!
zh_hans: 完成！
zh_hant: 完畢！

# focus.session.duration.format
source: Dauer: %lld Minuten
en: Duration: %lld minutes
es: Duración: %lld minutos
fr: Durée: %lld minutes
hi: अवधि:%lld मिनट
it: Durata: %lld minuti
ja: 時間: %lld分
ko: 시간: %lld분
nl: Duur: %lld minuten
pl: Czas trwania: %lld min
pt: Duração: %lld minutos
ru: Продолжительность:%lld минут
tr: Süre: %lld dakika
zh_hans: 时长：%lld 分钟
zh_hant: 持續時間：%lld 分鐘
